Revit 2027 API
ParameterTypeId.TrussFamilyDiagWebAngleParam Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyDiagWebAngleParam { get; }
Public Shared ReadOnly Property TrussFamilyDiagWebAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyDiagWebAngleParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyDiagWebAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace